/* conjunction to end a compound sentence */
" and" = "ve";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (Bağlanıyor)";

/* No comment provided by engineer. */
"%@ had been successfully added to the Address Book.\nWould you like to edit the card now?" = "%@ Adres Defterinize başarıyla eklendi. \nAdres kartını şimdi düzenlemek ister misiniz?";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ is not on any account. Please select a specific account or add this contact first.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ / %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ sizi listesine eklemek için izin talebinde bulundu";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ size %2$@ dosyasını göndermek istiyor";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ dikkatinizi çekmek istiyor!";

/* Status message for a bookmark (>1 mention, >1 messages) */
"%d mentions, %d messages" = "%1$d adet anma, %2$d adet mesaj";

/* Status message for a bookmark (>1 messages) */
"%d messages" = "%d mesaj";

/* No comment provided by engineer. */
"%u authorization requests" = "%u izin talebi";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, >1 messages) */
"1 mention, %d messages" = "1 anma %d mesaj";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 anma, 1 mesaj";

/* Status message for a bookmark (1 message) */
"1 message" = "1 mesaj";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; durum mesajı %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Yeni Hesap>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" zaten kullanımda.";

/* No comment provided by engineer. */
"a member of %@" = "%@ 'nin bir üyesi";

/* No comment provided by engineer. */
"Account:" = "Hesap:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Eylem:";

/* No comment provided by engineer. */
"Add Account" = "Hesap Ekle";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Seçili olay için bir eylem ekleyin";

/* Add To Address Book Contextual Menu */
"Add To Address Book" = "Adres Defterine Ekle";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium %@ ile Off-the-Record (OTR) mesajlaşma sayesinde şifreleme, güvenilirlik ve mükemmel gizlilik sunmaktadır. Eğer konuştuğunuz kişi OTR destekli bir mesajlaşma sistemi kullanmıyorsa, bağlanmak istediğinizode karşı tarafa OTR web sitesi gönderilecektir. Daha fazla bilgi için http://www.cypherpunks.ca/otr/ adresini ziyaret edebilirsiniz.";

/* No comment provided by engineer. */
"Alias:" = "Rumuz:";

/* No comment provided by engineer. */
"An error had occurred while adding %@ to the Address Book." = "%@ Adres Defterine eklenirken bir hata oluştu.";

/* No comment provided by engineer. */
"Any" = "Any";

/* No comment provided by engineer. */
"Authorization Requests" = "İzin Talepleri";

/* No comment provided by engineer. */
"Authorize" = "İzin Ver";

/* No comment provided by engineer. */
"Authorize and Add" = "İzin Ver ve Listeme Ekle";

/* No comment provided by engineer. */
"Authorize Selected" = "Seçilenlere İzin Ver";

/* No comment provided by engineer. */
"Bookmarks" = "Favoriler";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* Cancel current account activity prefix */
"Cancel: %@" = "Vazgeç: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Ses Seti açılamadı";

/* No comment provided by engineer. */
"Clear" = "Sil";

/* No comment provided by engineer. */
"Configure the selected action" = "Seçili eylemi düzenle";

/* No comment provided by engineer. */
"Connect" = "Bağlan";

/* Connect account prefix */
"Connect: %@" = "Bağlan: %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "kişi grubu %@";

/* No comment provided by engineer. */
"Contact List" = "Contact List";

/* No comment provided by engineer. */
"Contact not found" = "Contact not found";

/* No comment provided by engineer. */
"Contact requests authorization" = "Kişi izin talebinde bulundu";

/* No comment provided by engineer. */
"Continue" = "Devam Et";

/* No comment provided by engineer. */
"Custom" = "Özel";

/* Button which deletes the selection */
"Delete" = "Sil";

/* No comment provided by engineer. */
"Delete Account" = "Hesabı Sil";

/* New contact alert pane */
"Delete after event occurs" = "Olay gerçekleştikten sonra sil";

/* No comment provided by engineer. */
"Delete Event?" = "Olay silinsin mi?";

/* No comment provided by engineer. */
"Delete the account %@?" = "%@ adlı hesap silinsin mi?";

/* No comment provided by engineer. */
"Deny" = "Reddet";

/* No comment provided by engineer. */
"Deny and Block" = "Reddet ve Engelle";

/* No comment provided by engineer. */
"Deny Selected" = "Seçilenleri Reddet";

/* No comment provided by engineer. */
"Disable" = "Etkisizleştir";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Etkisizleştir %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Etkisiz Hesaplar";

/* No comment provided by engineer. */
"Disconnect" = "Bağlantıyı Kes";

/* Disconnect account prefix */
"Disconnect: %@" = "Bağlantıyı Kes: %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Tamam";

/* Button which duplicates the selection */
"Duplicate" = "Çoğalt";

/* No comment provided by engineer. */
"Edit Account" = "Hesabı Düzenle";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Adres Defterinde Düzenle";

/* No comment provided by engineer. */
"Edit Link" = "Bağlantıyı Düzenle";

/* No comment provided by engineer. */
"Edit presets:" = "Setleri Düzenle:";

/* No comment provided by engineer. */
"Enable" = "Etkinleştir";

/* Enable account prefix */
"Enable %@" = "%@ Etkinleştir";

/* Label besides the encryption preference menu */
"Encryption:" = "Şifreleme:";

/* No comment provided by engineer. */
"Error" = "Hata";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Olay:";

/* No comment provided by engineer. */
"Events" = "Olaylar";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Harici eklentiler Adium güncellemesinden sonra garip davranışlara ve çakılmalara sebep olabilir. Eğer sorun yaşıyorsanız bu eklentiyi etkisizleştirin.";

/* No comment provided by engineer. */
"Get Info" = "Bilgi Ver";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "grup sohbet bookmarkı %@";

/* No comment provided by engineer. */
"Idle" = "Hareketsiz";

/* No comment provided by engineer. */
"Ignore" = "Göz Ardı Et";

/* No comment provided by engineer. */
"Ignore and Block" = "Göz Ardı Et ve Engelle";

/* No comment provided by engineer. */
"Ignore Selected" = "Seçilenleri Göz Ardı Et";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Geçersiz durum simge seti";

/* No comment provided by engineer. */
"Join" = "Katıl";

/* No comment provided by engineer. */
"Join Chat" = "Sohbete Katıl";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Yazdığınızdan diğerlerinin haberi olsun";

/* Label for the login server field in the account preferences */
"Login Server:" = "Oturum Açma Sunucusu:";

/* No comment provided by engineer. */
"New Alert" = "Yeni Uyarı";

/* No comment provided by engineer. */
"No" = "Hayır";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Uyumlu hiç bir hesap bağlanamadı";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* Label for the password field in the account preferences */
"Password:" = "Şifre:";

/* No comment provided by engineer. */
"Paste" = "Yapıştır";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */
"Plugin %@ Will be Disabled" = "Plugin %@ Will be Disabled";

/* Label for the port field in the account preferences */
"Port:" = "Port:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Bu olayla ilgili %i eylem kaldırılsın mı?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Seçili eylem(ler)i kaldır";

/* Button which renames the selection */
"Rename" = "Adlandır";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "sizi listesine eklemek için izin talebinde bulundu";

/* No comment provided by engineer. */
"Requests authorization" = "İzin talebinde bulundu";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Şu Anki Adium Durumuna Ayarla";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Adres Defterinde Göster";

/* No comment provided by engineer. */
"Social Networking" = "Sosyal Ağ";

/* No comment provided by engineer. */
"Social Networking Status" = "Sosyal Ağ Durumu";

/* No comment provided by engineer. */
"Social Networking Status:" = "Sosyal Ağ Durumları:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Ses Seti güncellemesi başarısız oldu";

/* Title of a panel shown after adding successfully adding a contact to the address book. */
"Success" = "Başarıyla Gerçekleşti";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "\"%2$@\" de yüklenmiş olan etkin durum simge seti \"%1$@\" geçersiz.  Set \"%3$@\" durum simgesini barındırmıyor. Eğer bu ekstrayı xtras.adium.im sitesinden indirdiyseniz yazılımcıyla bağlantı kurun. Durum simge setiniz varsayılan ayara döndürülmüştür.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Girdiğiniz karakterler bu hizmette kullanıcı adında bulunamaz.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "%1$@ ses setinin sürümü %2$i ve Adium bu dosyayla ne yapacağını bilmiyor; daha güncel bir Adium sürümünü deneyin.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "This plugin does not support your native architecture.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Adium'un bu sürümü ses setleri için yeni bir biçim kullanıyor. Adium %2$@'de bulunan %1$@ ses setini güncelleyemedi. Set etkisizleştirildi.";

/* Label in front of the title for a preset */
"Title:" = "Başlık:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Yazıyor:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Unable to join bookmarked chat";

/* No comment provided by engineer. */
"Unknown" = "Bilinmeyen";

/* No comment provided by engineer. */
"User Name" = "Kullanıcı Adı";

/* No comment provided by engineer. */
"When %@ requests authorization" = "%@ izin talebinde bulunduğu zaman";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Bir kişi izin talebinde bulunduğu zaman";

/* No comment provided by engineer. */
"Yes" = "Tamam";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Bağlandınız";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Bağlantınız koptu";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "%@ kişisinin dikkatini çekmek istediniz";

/* No comment provided by engineer. */
"Your attention is requested!" = "Dikkatiniz çekiliyor!";